{
    "blood_test_for_klinefelter_syndrome": {
        "result": "Синдром Клайнфельтера",
        "recommendation": "Рекомендуется консультация эндокринолога и генетика. Может потребоваться заместительная терапия тестостероном. Показано регулярное наблюдение у специалистов."
    },
    "blood_test_for_hypothyroidism": {
        "result": "Гипотиреоз",
        "recommendation": "Необходима консультация эндокринолога для подбора заместительной терапии левотироксином. Рекомендуется контроль ТТГ через 6-8 недель после начала лечения."
    },
    "blood_test_for_hypopituitarism": {
        "result": "Гипопитуитаризм",
        "recommendation": "Требуется срочная консультация эндокринолога. Необходимо полное гормональное обследование и МРТ гипофиза. Заместительная терапия зависит от дефицитарных гормонов."
    },
    "blood_test_for_hypogonadotropic_hypogonadism": {
        "result": "Гипогонадотропный гипогонадизм",
        "recommendation": "Консультация эндокринолога обязательна. Может потребоваться терапия гонадотропинами или половыми стероидами. Необходимо исключить опухоли гипоталамо-гипофизарной области."
    },
    "blood_test_for_hypogonadism": {
        "result": "Гипогонадизм",
        "recommendation": "Рекомендована консультация эндокринолога или андролога/гинеколога. Требуется уточнение формы гипогонадизма и назначение соответствующей заместительной терапии."
    },
    "blood_test_for_hyperthyroidism": {
        "result": "Гипертиреоз",
        "recommendation": "Срочная консультация эндокринолога. Необходимо определение причины гипертиреоза (болезнь Грейвса, токсический узловой зоб и др.). Возможна терапия тиреостатиками, радиоактивным йодом или хирургическое лечение."
    },
    "blood_test_for_hashimotos_thyroiditis": {
        "result": "Аутоиммунный тиреоидит (Хашимото)",
        "recommendation": "Консультация эндокринолога. При гипотиреозе - заместительная терапия левотироксином. Регулярный контроль ТТГ (1-2 раза в год). При эутиреозе - динамическое наблюдение."
    }
}